Revit 2027 API
ParameterTypeId.StairsMultistoryTopLevelParam Property
 "Multistory Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsMultistoryTopLevelParam { get; }
Public Shared ReadOnly Property StairsMultistoryTopLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsMultistoryTopLevelParam {
	ForgeTypeId^ get ();
}
static member StairsMultistoryTopLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace